"LDMMJRefreshHeaderIdleText" = "Pull down to refresh";
"LDMMJRefreshHeaderPullingText" = "Release to refresh";
"LDMMJRefreshHeaderRefreshingText" = "Loading...";

"LDMMJRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"LDMMJRefreshAutoFooterRefreshingText" = "Loading...";
"LDMMJRefreshAutoFooterNoMoreDataText" = "No more data";

"LDMMJRefreshBackFooterIdleText" = "Pull up to load more";
"LDMMJRefreshBackFooterPullingText" = "Release to load more.";
"LDMMJRefreshBackFooterRefreshingText" = "Loading...";
"LDMMJRefreshBackFooterNoMoreDataText" = "No more data";

"LDMMJRefreshHeaderLastTimeText" = "Last update:";
"LDMMJRefreshHeaderDateTodayText" = "Today";
"LDMMJRefreshHeaderNoneLastDateText" = "No record";
